#+BEGIN_SRC js
var one = 1;
var two = 2;
console.log(one + " " + two);
#+END_SRC

[[file:project.org][Org File PLayground]]

#+BEGIN_SRC ruby
require Date
"This file was last evaluated on #{Date.today}"
#+END_SRC

<2018-01-13 Sat>

| Hours | Rate |     Pay |
|-------+------+---------|
|  1128 |  100 |  112800 |
|   147 |   75 |   11025 |
|   814 |   75 |   61050 |
|   480 |   69 |   33120 |
|-------+------+---------|
|  2569 |  319 |  220883 |
#+TBLFM: $1=sum::$3=220883*.3
